{
    "TMap00":"A las afueras de tu cabaña se oyen voces sobre naturales, te sientes tentado a investigar pero no estas seguro siquiera si regresás con vida en caso de intentarlo ¿Te arriesgas?",
    "TMap01":"Al salir de tu cabaña de encuentras a tu derecha unos arbustos que tienen hojas tumbadas como si un animal salvaje hubiera pasado y al frente el camino de piedra roñoso, ¿Qué quieres hacer?: \n- Seguir el camino. \n- Seguir el rastro en los arbustos.",
    "TMap02":"Siguiendo el camino notas como si tuvieras ojos encima tuyo y cada paso se hace más pesado, tras caminar un poco notas un liquido vicoso bajando del camino, reflexionando crees que ese liquido viscoso es lo que te está deteniendo y te planteas dos opciones: \n- Seguir el camino. \n- Salir del camino para evitar el liquido.",
    "TMap03":"El rastro en los arbustos se extendio más de lo esperado, al principio pensabas que habias encontrado al culpable pero terminaste siguiendo a un armiño indefenso, con hambre y dandote cuenta que aunque regresaras a la cabaña no tendrias nada esperandote te determinas a tomar una desición: \n- Seguir al armino en el camino a tu derecha para concinarlo. \n- Seguir tu odisea siguiendo la escalera que encontraste en la nada.",
    "TMap04":"Notas que la altura del liquido aumenta lentamente a medida que sigues el camino pero no le prestas importancia hasta que al frente tuyo se hace evidente que el liquido ha empezado a coagularse formando una especie de monticulo del que emergen dos ligeros resplandores rojos casi como ojos, te das cuenta que la criatura es hostíl, ¿que harás?: \n- Luchar. \n- Correr de vuelta a la cabaña.",
    "TMap05":"Al salir del camino te das cuenta que perdiste la dirección y aunque perdido no puedes quedarte quieto: \n- Intentar seguir el camino desde el bosque. \n- Intentar regresar a la cabaña desde el bosque.",
    "TMap06":"Despues de atrapar al armiño caes en cuenta de que no sabes cuanto tiempo pasará antes de que puedas volver a comer así que te detienes a pensar cual seria la mejor desición: \n- Comerlo inmediatamente. \n- Llevarlo amarrado para comerlo despues.",
    "TMap07":"Al seguir de largo notas como el bosque pareciera cada vez hacerce mas oscuro, tan solo unos pasos despues de que ese pensamiento llegara a tu cabeza das un paso en falso y caes a un agujero lastimandote, te quedan pocas opciones: \n- Intentar escalar la precaria escalera del borde.",
    "TMap08":"Al intentar huir de la batalla das la espalda a tu oponente, inmediatamente sientes algo golpeando tu cabeza y ves en tus ultimos atisbos como te precipitas hacia el suelo y mueres.",
    "TMap09":"El armiño luchando con todas sus fuerzas logra escapar y en una situación casi sobrenatural adquiere el tamaño de un oso y te enfrenta ¿que harás?: \n- Luchar. \n- Correr de vuelta a la cabaña.",
    "TMap10":"Sin esperanza ves como van pasando las horas, no logras hacer nada dentro del agujero y la noche se hace eterna. Pese a las heridas y la incomodidad de la situación logras quedarte dormido, sin embargo, sientes que algo te está impidiendo respirar y en tus ultimos segundos de conciencia te arrepientes de salir de tu cabaña y mueres.",
    "TMap11":"Las heridas y el cansancio acumulados fueron fatales, sientes como te cuesta respirar y en tus ultimos segundos de conciencia te arrepientes de salir de tu cabaña y mueres."
}